; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0419
lang=Русский (Russian)
name=Valerij Romanovskij (valerik-roma@mail.ru)
date=2013-10-22

[controls]
000=Авто
001=Добавить &файлы
002=Добавить папку
003=&Удалить
004=Удалить все
005=Обзор
006=Прикреплять к первому файлу в списке (только для опытных!)
007=Хэш
008=Очистить
009=По окончании:
010=Открыть выходной файл
011=Открыть папку выхода
012=Удалить части
013=Выйти

[about]
000=О программе %s
001=OK

[list_column]
000=Путь
001=Размер
002=Состояние

[list_status_cat]
000=ok
001=предупреждение
002=ошибка

[list_status]
000=ok
001=внимание: неожиданный порядковый номер
002=внимание: размер файла не совпадает с первым файлом
003=внимание: размер последнего файла больше предыдущих файлов
004=ошибка: файл не может быть открыт для записи!
005=ошибка: файл не может быть открыт для чтения!

[list_tooltip]
000=Список исходных файлов
001=Путь:\t %s\r\nРазмер:\t %s\r\nПорядок:\t %d\r\nСтатус:\t %s

[join_button]
000=&Стоп
001=&Склеить

[settings]
000=Настройки
001=Проверка
002=Проверять на &недостающие части при загрузке
003=Проверять согласованность &размера частей при загрузке
004=Проверять на недостающие части
005=Проверять согласованность размера частей
006=Список файлов
007=&Сортировка по последней цифре в пути к файлу (быстрее)
008=&Удалять все элементы из списка после склейки
009=Отключить &автозагрузку частей
010=Включать &подкаталоги
011=Общие
012=Запомнить &позицию окна
013=&Удалять части в корзину
014=Путь выхода по умолчанию
015=Там же, где и входная папка
016=Выбор пути
017=Сохранить
018=Отмена
019=Проверка новой версии при запуске

[menu]
000=&Опции
001=Поверх &окон\tCtrl + T
002=Ассоциировать с .001 файлами (не для портативки)
003=Отключить &хэш
004=&Удалить все элементы из списка после склейки
005=&Настройки

006=&Язык

007=&Помощь
008=Онлайн &справка
009=&Сайт
010=&О программе
011=Проверка &новой версии

[menu_popup]
000=
001=
002=
003=&Удалить
004=Удалить все

[messages]
001=Не удалось создать поток :(
002=Операция склейки в процессе, точно хотите выйти (не рекомендуется)?
003=Готово
004=Склейка...
005=Операция склейки в процессе!
006=Файлы успешно склеены!

007=У вас только один файл в списке!
008=Вы не выбрали файлов для перемещения!
009=Список файлов пуст, нет файлов для склейки!
010=Файл не может быть открыт!
011=Указанный выходной файл не может быть создан!
012=Файл записать не удалось! Недостаточно места на диске?
013=Добавлено файлов: %d
014=Загружено файлов автоматически: %d
015=Выходной файл уже существует. Хотите его перезаписать?
016=Путь выходного файла не указан!

017=Проверка на недостающие части
018=Кажется отсутствует(ют) %d часть(ей) с номерами: %s.
019=Кажется отсутствует(ют) больше %d частей с номерами: %s.
020=Проверка размера частей
021=Видимо %d частей имеют отличный от первой части размер, это может означать, что эти части повреждены или не относятся к той же группе. Порядковые номера частей с различным размером: %s.
022=Видимо последняя часть не меньшего размера чем остальные, что может означать что вам не хватает последней части, однако это не всегда так.
023=\n\nТочно продолжать операцию склейки?
024=Пользовательский путь: "%s"
025=-output

[tooltips]
000=* ТОЛЬКО ОПЫТНЫМ ПОЛЬЗОВАТЕЛЯМ *\r\nПрикрепить все файлы к первому файлу в списке.\r\nХорошо для скорости, но плохо если допустите ошибку при сортировке списка.
001=Переместить выбранный файл(ы) в списке вверх
002=Переместить выбранный файл(ы) в списке вниз
003=Путь для сохранения выходного файла
004=Обзор места сохранения выходного файла
005=Склеить файлы из списка
006=Статус
007=Добавить файлы в список
008=Добавить все файлы из папки
009=Удалить выбранные элементы из списка
010=Удалить все элементы из  списка
011=Сортировать элементы в списке
012=Вкл/откл автоматической сортировки
013=CRC32 хэш
014=Вкл/откл подсчет CRC32 хэша
015=MD5 хэш
016=Вкл/откл подсчет MD5 хэша
017=Очистить хэш-значения
018=Удалить все части с жесткого диска по готовности (только при успешной склейке)
019=Выйти по готовности (только при успешной склейке)
020=Открыть выходной файл по готовности (только при успешной склейке)
021=Открыть выходную папку по готовности (только при успешной склейке)

[updater]
000=File Joiner %s (%s) доступен. Хотите открыть страницу загрузки?
001=У Вас последняя версия.
002=Невозможно проверить наличие новой версии.
